// 此文件由 preprocess 自动生成，请勿手动修改
export default [
  {
    "title": "随想02",
    "path": "/note/想法/随想02",
    "category": "随想感悟",
    "author": "YuanQiiii",
    "excerpt": "::: v-pre > 你说自我意识是不是因为记忆都是围绕自己而展开的从而导致的 > > 如果训练的时候以情景的方式将自己放在训练的内容中 > > 就是强调自我的概念 > > 获得信息以自我为中心展开 > > 所以自我其实是在记忆中不断连续的自己 > > 一切记忆中的事件都由一个带有时间属性的自我因...",
    "tags": [],
    "created": "2025-06-11T09:36:47.049046",
    "modified": "2025-06-11T09:36:47.049046",
    "reading_time": 36,
    "word_count": 10601
  },
  {
    "title": "谈谈对于git设计的理解",
    "path": "/note/想法/谈谈对于git设计的理解",
    "category": "随想感悟",
    "author": "YuanQiiii",
    "excerpt": "::: v-pre 多人协作，如何高效同步“工程进度”？——用“建大楼”理解 Git 的协作模式 想象一下，我们要合力建造一栋宏伟的大楼。这是一个庞大而复杂的工程，就像我们参与的大型软件项目一样。如何确保每个人负责的部分能顺利推进，并且最终完美地组装在一起呢？这就涉及到了信息同步和进度管理的问题。",
    "tags": [],
    "created": "2025-06-11T09:36:47.049046",
    "modified": "2025-06-11T09:36:47.049046",
    "reading_time": 5,
    "word_count": 1486
  },
  {
    "title": "love",
    "path": "/note/想法/love",
    "category": "随想感悟",
    "author": "YuanQiiii",
    "excerpt": "::: v-pre > !tip > 作者为 Das6fY5，转自链接https://adnmb3.com/t/32444047 --- “求求你不要扔掉我。”少女走在他的背后。 “我可以端茶倒水，为你暖身子，我可以在白天给你打扫房间，到夜里把自己折进床底下……只要每两周充一次电就好，电费我会去兼职...",
    "tags": [],
    "created": "2025-06-11T09:36:47.044997",
    "modified": "2025-06-11T09:36:47.044997",
    "reading_time": 32,
    "word_count": 9540
  },
  {
    "title": "年终总结",
    "path": "/note/想法/年终总结",
    "category": "随想感悟",
    "author": "YuanQiiii",
    "excerpt": "::: v-pre 2024-2025 > !note > 所谓的长大啊，到底是什么呢？ 一个男孩来到了这个世界，自此一个名为人生的游戏正式开服。 2024年，这个游戏已经运行了21年，虽然一度差点停服，仍是跌跌撞撞地进入了第22个年头，但我还是没有搞清楚这个游戏的逻辑，无法果决，无法自信。",
    "tags": [],
    "created": "2025-06-11T09:36:47.044997",
    "modified": "2025-06-11T09:36:47.044997",
    "reading_time": 10,
    "word_count": 3137
  },
  {
    "title": "普通心理学",
    "path": "/note/笔记/普通心理学",
    "category": "学习笔记",
    "author": "YuanQiiii",
    "excerpt": "::: v-pre 普通心理学 其他 1 现代心理学的发展 > 心理学史 > > - 柏拉图与亚里士多德的哲学思想之争 > - 亚里士多德,约翰∙洛克:经验主义者 > - 人们的心智生来是白板,通过在世界上的经验来获取信息 > - 柏拉图,伊曼努尔∙ 康德:先天论者 > - 人们生来便具有心理结构,...",
    "tags": [],
    "created": "2025-06-11T09:36:47.040948",
    "modified": "2025-06-11T09:36:47.040948",
    "reading_time": 181,
    "word_count": 53707
  },
  {
    "title": "随想01",
    "path": "/note/想法/随想01",
    "category": "随想感悟",
    "author": "YuanQiiii",
    "excerpt": "::: v-pre >!note突发奇想+ai润色 在信息时代的浪潮中，网站作为信息传递与服务交互的核心载体，其组织架构通常划分为前端与后端。两者各司其职，协同作用，共同响应并满足用户的访问请求。根据我的观察与实践，网站的构建模式可大致归为几类：一种是侧重前端体验的，另一种是侧重后端能力的，亦或是根...",
    "tags": [],
    "created": "2025-06-11T09:36:47.040948",
    "modified": "2025-06-11T09:36:47.040948",
    "reading_time": 13,
    "word_count": 3929
  }
];
